;(function ($) { $.fn.datepicker.language['fa'] = {
    days: ['یکشنبه', 'دوشنبه', 'سه‌شنبه', 'چهارشنبه', 'پنجشنبه', 'جمعه', 'شنبه'],
    daysShort: ['ی', 'د', 'س', 'چ', 'پ', 'ج', 'ش'],
    daysMin: ['ی', 'د', 'س', 'چ', 'پ', 'ج', 'ش'],
    months: ['ژانویه','فوریه','مارس','آوریل','می','ژوئن', 'جولای','آگوست','سپتامبر','اکتبر','نوامبر','دسامبر'],
    monthsShort: ['ژانویه','فوریه','مارس','آوریل','می','ژوئن', 'جولای','آگوست','سپتامبر','اکتبر','نوامبر','دسامبر'],
    today: 'امروز',
    clear: 'حذف',
    dateFormat: 'mm/dd/yyyy',
    timeFormat: 'hh:ii aa',
    firstDay: 6,
    customCalendars: {
        jalali: {
            months: ['فروردبن','اردیبهشت','خرداد','تیر','مرداد','شهریور', 'مهر','آبان','آذر','دی','بهمن','اسفند'],
            monthsShort: ['فروردبن','اردیبهشت','خرداد','تیر','مرداد','شهریور', 'مهر','آبان','آذر','دی','بهمن','اسفند']
        }
    }
}; })(jQuery);